{
  "text": {
    "hey": 36,
    "hello": 35,
    "hi": 37,
    "there": 82,
    "good": 29,
    "morning": 52,
    "evening": 21,
    "moin": 51,
    "let": 47,
    "s": 65,
    "go": 27,
    "dude": 20,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 4,
    "cu": 15,
    "by": 10,
    "cee": 12,
    "you": 99,
    "later": 45,
    "night": 58,
    "bye": 11,
    "goodbye": 30,
    "have": 34,
    "a": 3,
    "nice": 57,
    "day": 17,
    "see": 69,
    "around": 8,
    "yes": 98,
    "y": 97,
    "indeed": 42,
    "of": 62,
    "course": 14,
    "that": 80,
    "sounds": 74,
    "correct": 13,
    "no": 59,
    "n": 55,
    "never": 56,
    "i": 41,
    "don": 19,
    "t": 78,
    "think": 83,
    "so": 72,
    "like": 48,
    "way": 91,
    "not": 60,
    "really": 64,
    "perfect": 63,
    "great": 33,
    "amazing": 6,
    "feeling": 25,
    "king": 44,
    "wonderful": 93,
    "am": 5,
    "very": 89,
    "going": 28,
    "to": 84,
    "save": 68,
    "the": 81,
    "world": 94,
    "super": 76,
    "stoked": 75,
    "extremely": 22,
    "my": 54,
    "was": 90,
    "horrible": 38,
    "sad": 67,
    "feel": 24,
    "well": 92,
    "disappointed": 18,
    "m": 49,
    "unhappy": 88,
    "extremly": 23,
    "saad": 66,
    "are": 7,
    "bot": 9,
    "human": 39,
    "talking": 79,
    "lazada": 46,
    "áo": 100,
    "sơ": 77,
    "mi": 50,
    "xxl": 96,
    "__number__": 2,
    "triệu": 85,
    "tìm": 87,
    "giá": 26,
    "20tr": 1,
    "trên": 86,
    "có": 16,
    "nào": 61,
    "shopee": 70,
    "không": 43,
    "somi": 73,
    "mua": 53,
    "đặt": 101,
    "hàng": 40,
    "size": 71,
    "xs": 95,
    "15tr": 0
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_product": 8,
    "order": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}